Revit 2027 API
SymbolTypeId.Gph Property
 Symbol GPH, indicating unit US gallons per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Gph { get; }
Public Shared ReadOnly Property Gph As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Gph {
	ForgeTypeId^ get ();
}
static member Gph : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace